Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] The Barnacle (따개비).tmx
Source language: ko_kr
Languages: en_us

source: “기적이네요.{j}아무리 그래도.”{j}그때, 그녀는 뭔가가 생각났다는 듯 내게 물었다.{j}“근데 모텔 안으로는 어떻게 들어오셨어요?{j}저희가 현관문을 철사로 감아 뒀었는데.{j}설마 지금 그게 열려 있나요?”
en_us: “I mean, still. I guess it’s a miracle,” she replied. Then, having remembered something, she asked, “But how did you enter the motel? We wrapped a wire around the main entrance. Don’t tell me... the door’s open right now?”{j}{j}{j}{j}{j}

source: -나 이제는 무섭지 않아.{j}마지막까지 영준 오빠랑 함께하고 있으니까.{j}그럼 안녕.
en_us: “I’m not scared anymore because I’ll be with Yeongjun to the end. Then... Goodbye.”{j}{j}

source: 나는 이쪽을 향해서 활어처럼 퍼덕이는 손을 보며 두 눈을 감았다.{j}종교를 딱히 믿지는 않지만, 하느님이 정말로 있다면 맙소사다.{j}현실과 비현실의 경계가 무너져 내린다.{j}비현실은 현실 속에 있을 때 더더욱 비현실적이다.{j}바로 그때.
en_us: When I saw the hand thrashing toward me, I squeezed my eyes shut. I wasn’t exactly religious, but if God really existed, then I couldn’t believe my predicament. The threshold between what was real and what wasn’t was crumbling down before me. Bizarre happenings were even more uncanny when they happened in real life.{j}{j}{j}{j}

source: <성락장♨>
en_us: Nirvana♨

source: <Web발신> [인천광역시청] 풍납취수장 가동 중단에 따른 수계전환 과정에서 수돗물이 나오지 않거나 적수가 나오는 등 불편을 끼쳐 죄송합니다.{j}신고-상수도본부 720……
en_us: Web Push Notification: INCHEON METROPOLITAN CITY. Pungnap Intake Station has stopped operating. We apologize for any inconveniences such as rusty water and lack of tap water. To report to Office of Waterworks, call 720...{j}

source: 첫 번째 캔은 한 번에 비웠고, 두 번째 캔은 두 번에 나눠서, 세 번째 캔은 세 번에 걸쳐서 마셨고, 네 번째부터는 조금씩 홀짝였다.{j}수분과 당분이 몸에 들어가자 비로소 갈증이 가셨다.
en_us: I downed the first can in one go. I finished the second can in two gulps and the third one in three. As for the fourth can, I sipped on it slowly. Once the liquid and the sugar entered my body, I was finally satiated.{j}

source: “이건 절도…… 아니, 특수절도인데…… 특수절도는 벌금형도 없는데…… 기소유예도 못 받고 바로 집행유예나 실형을 받을 수도 있…….”
en_us: Behind her, Sun-tae was shaking in fear. “This is burglary... No, grand larceny... We can’t even get fined for grand larceny... or suspension of indictment. We could be instantly sentenced to probation or imprisonment...”

source: “뭐야.{j}아저씨?”{j}나는 철문을 열고 밖을 내다보았다.{j}그러자.
en_us: “What’s going on? Mr. Park?” I said as I opened the iron gate and looked outside. In that moment, lightning exploded in the sky.{j}{j}{j}

source: 그는 파리한 안색으로 몸을 웅크린 채 담요를 덮고 있었다.
en_us: He was crouched with a blanket draped over him and looked sickly.

source: ……아니, 다가가려 했다.{j}하지만 그들을 향해 걸어가던 도중, 나는 무언가 이상한 점들을 몇 개 찾아냈다.{j}첫 번째는 커플의 자세였다.{j}내가 그들을 발견하고, 접근하며, 말을 걸기까지, 그들은 아무런 동작도 취하지 않은 채 그저 우두커니 서 있을 뿐이었다.{j}나를 등진 채 미동도 없이 가만히 서 있는 커플.{j}깜빡이는 비상등 불빛을 등으로 받고 있는 그들은 대체 지금 무엇을 하고 있는 것일까?
en_us: Or at least, I tried to. But as I walked toward them, I noticed a few strange things. First, the way the couple was standing was odd. They stood unmoving without making a single gesture the entire time I found them, approached them, and talked to them. The couple had their backs turned on me and didn’t move. What were they doing standing under the blinking green emergency light?{j}{j}{j}{j}{j}

source: 어느새 내 옆으로 다가온 김슬비가 신중한 태도로 입을 열었다.{j}“모텔은 5층.{j}방은 총 32개.{j}그중 2층과 3층은 손님들로 거의 다 차 있었어요.{j}4층에 빈방이 많았고, 5층은 한국대 학생회가 전세 냈었죠.”
en_us: Seulbi, who suddenly appeared before me, began prudently, “The motel has five floors with a total of 32 rooms. But the second and third floors were almost all filled with guests. The fourth floor had a lot of empty rooms, and the fifth room was rented by the student council from Hankuk University.”{j}{j}{j}{j}

source: 변기 안에 고인 물이 바닷물처럼 짰기 때문이다.{j}혀가 불에 덴 듯 바싹바싹 마른다.{j}터진 입안에 소금기가 들어가자, 마치 면도날 조각들을 입안에 넣고 가글이라도 한 듯 입안 전체가 아팠다.
en_us: The water inside the toilet bowl had a briny tang, just like the ocean. The saltwater scorched my tongue. The interior of my blistered mouth hurt. Drinking the saline water felt like I had gargled pieces of razor blades.{j}{j}

source: 나는 대화를 나누고 있는 둘을 가만히 쳐다보았다.{j}김슬비와 그녀의 선배로 보이는 남학생의 뒤에는 네 명의 남녀가 더 서 있었다.{j}커플로 보이는 남녀, 그리고 다소 음침해 보이는 인상의 남학생과 연예인처럼 예쁜 여학생이 하나씩.{j}하지만 지금 이곳에 모여 있는 이들 중 나를 도와준 사람은 저기 김슬비라는 이름의 여학생 하나뿐이었다.
en_us: Behind Seulbi and the male student—her Seonbae—stood four more others. Two of them seemed to be dating, one male student appeared somewhat glum, and a female student looked as pretty as an idol. Of them all, the only person who helped me was the student named Seulbi.{j}{j}{j}

source: “……나도 공무원 시험에 떨어졌을 때는 그랬지.{j}형이 번번이 위로해 주고 격려해 주지 않았다면 나도 이랬으려나.”
en_us: “I also felt depressed when I failed my civil service exam. Would I have ended up like this had my brother not comforted me and cheered me on?”{j}

source: 본인이 극구 저렇게 말하니 별수 없다.{j}황가애는 자기 남자친구인 노원빈이 아프니 약을 구하겠다며 제일 적극적으로 나섰고, 권순태는 회장의 윽박지름에 어쩔 수 없이 여정에 동참했다.{j}김슬비는 아무런 말도 하지 않았기에 무슨 생각을 하는지 알 수 없었지만, 원체 씩씩한 타입 같아 보였다.{j}밖으로 나가는 것에 신중할지언정 두려워하지는 않는 것을 보니 말이다.
en_us: Well, what could we do? Ga-ae actively wanted to join the scouting party to find meds for her boyfriend, Wonbin. As for Suntae, he had no choice since the president was browbeating him into joining. Meanwhile, Seulbi didn’t comment much, so it was hard to tell what was on her mind. Still, she seemed to be a plucky one. Though she was cautious of stepping outside, she didn’t seem scared.{j}{j}{j}

source: [오-오오오오오!]
en_us: “Ooh... Ooooooh!”

source: 아는 것이 원래 별로 없기는 했다.{j}그냥 굴덕도의 바위나 철제 구조물 등에 다닥다닥 붙어 있었던, 평소에는 신경도 쓰지 않았던 미물(微物).{j}하지만 지금 그것이 내 인생을 위협하는 최대의 장애물이 되었다.{j}전대미문의 기상이변과 더불어서 말이다.
en_us: Honestly, I didn’t really know. I normally paid no attention to the marine anthropods that latched themselves onto the boulders and iron structures in Guldeok Island. But now, they were the biggest threat to my life along with the unprecedented extreme weather events.{j}{j}{j}

source: 어항 너머로 따개비 인간이 밀려나는 소리가 들린다.{j}안이 매끈매끈한 통유리라서 따개비 인간이 뭔가를 잡고 버틸 만한 구조가 아니긴 했다.
en_us: I heard the sound of barnacle humans being pushed off to the other side of the fish tank. The inside of the aquarium was smooth glass, offering nothing for the barnacle humans to grab onto.{j}

source: “간장도 없고 와사비도 없는데…….”
en_us: “I don’t have soy sauce or wasabi though...”

source: 순간.
en_us: My heart skipped a beat.

source: 따개비 인간은 음식물 쓰레기 봉투들 사이를 비집고 나와 고양이를 따라가려 했으나.
en_us: The barnacle human squeezed out of the garbage bags and tried to chase the cat.

source: 부르릉-
en_us: Vroom!

source: 하지만 위로한다고 해서 상황이 변하는 것도 아니기에 나는 그냥 침묵했다.
en_us: It wasn’t like anything was going to change by comforting her, so I just remained silent.

source: 그때.{j}“……괜찮아, 가애야.{j}보여 줘도.”{j}누워 있던 노원빈이 힘겹게 입을 열었다.{j}“나 안 물렸어.{j}긁힌 적도 없고.{j}계속 뒤쪽에만 숨어 있었잖아.”
en_us: “Ga-ae, it’s okay... if you show them,” Wonbin, who was still lying down, muttered with difficulty. “I’m not bitten or scratched. I was hiding in the back the entire time.”{j}{j}{j}{j}{j}{j}

source: 감생이의 비늘을 벗기자 이상하리만치 얇았던 피부들이 함께 벗겨졌고, 그 안에서 기분 나쁜 것들이 모습을 드러냈기 때문이다.{j}……뭐랄까, ‘바다의 여드름’이라는 게 있다면 이런 느낌일까?{j}그것들은 감생이의 피부밑으로 작고 오돌토돌하게, 다닥다닥 모여서 돋아나 있었다.
en_us: When I removed the fish scales, the skin—way thinner than usual—also peeled off, revealing grotesque things inside. If the ocean had acne, then it would look exactly like this. Numerous bumpy lumps were formed underneath the fish skin.{j}{j}

source: -고립된 곳은 독방임, 음식은 걍 인스턴트나 간단한 요리 가능, 인터넷 됨, 외부와 대면 대화 아예 불가능.
en_us: - You’ll be isolated in a room and can cook simple things like instant food. You’ll have internet but will be cut off from the outside world.

source: “……먹을 것은 어떻게 하고 계셨나요?”{j}나는 별다른 생각 없이 물었다.
en_us: “How have you been eating...?” I asked without thinking too deeply into it.{j}

source: “아저씨 차 있어요?”{j}회장은 나를 보며 두 눈을 끔뻑거렸다.{j}“왜 진작 말 안 했어요?{j}그러면 얘기가 다르지.”
en_us: “You have a car, mister?” The president gawked and blinked his eyes. “Why didn’t you say so earlier? That changes things.”{j}{j}{j}

source: 나는 당황해서 뒷걸음질 쳤다.{j}그리고 그 과정에서 그만 최악의 실수를 범해 버리고 말았다.
en_us: Feeling ruffled by the turn of events, I shrank back. In that process, I ended up making the worst mistake ever.{j}

source: “어어, 뜨거운 물 좀 얻으려고.{j}버너로 할랬는데 비가 너무 와서 야~ 이거 뭐, 내가 비를 맞고 왔는지 헤엄을 쳐 왔는지.”{j}박씨 아저씨는 우비 안으로 흠뻑 젖은 등산복을 죽 짜며 익살스럽게 웃었다.
en_us: “Oh, I wanted to get some hot water. I was going to use my portable stove but it’s raining way too much. My God, I can’t even tell if I’m walking or swimming through all this rain.” Mr. Park laughed like a clown as he wrung out the sportswear he was wearing inside his raincoat.{j}{j}

source: 추위는 가셨지만 몸 이곳저곳이 더 욱신거리는 것 같았다.{j}나는 옷의 물을 짜고는 마른 수건으로 닦아 냈다.{j}창밖을 보니 여전히 어둑어둑하다.
en_us: I was no longer cold, but my body ached all over. I wrung out my clothes and dried myself with a towel. When I glanced at the window, it was still dark outside.{j}{j}

source: 그때.{j}김슬비가 다시 한번 물었다.{j}“나가서는 어떻게 하시게요?”
en_us: Just then, Seulbi asked again, “What will you do once you leave?”{j}{j}

source: 그것은 황가애를 잡았던 손을 놓고는 얼굴 전체를 벅벅 긁기 시작했다.{j}까맣게 타 버린 따개비 갑각이 바스러지며, 그 안에서 뜨겁게 끓는 바닷물 육수가 흘러내린다.{j}익어 버린 따개비 본체가 주황색으로 콕콕 물들어 있는 것이 보였다.
en_us: The creature let go of Ga-ae and began pawing its entire face. When the charred barnacle shells crumbled away, the boiling broth of seawater inside dribbled down. The cooked body of the barnacle was blotted in orange.{j}{j}

source: 그때, 나는 창고 밖으로 나오자마자 코끝을 스치는 악취를 느꼈다.{j}썩은 젓갈 냄새.{j}그리고 지독한 바닷물 비린내.{j}그리고 가물거리는 시야로도 모텔 바닥이 뭔가 이상하다는 것을 알 수 있었다.{j}곳곳에 고여 있는 물웅덩이.{j}냄새 때문에 그것이 빗물인지 바닷물인지도 모르겠다.{j}이름도 모를 작은 잡어(雜魚)들의 사체가 바닥에 널브러진 채 썩어 가며 냄새를 풍기고 있었다.
en_us: As soon as I stepped out of the storage, a stink grazed the tip of my nose. It reeked of stale fish guts as well as the salty stench of seawater. Despite my hazy vision, I also sensed that something about the floor was off. There were puddles of water here and there. The reek was so bad I couldn’t tell if the puddles were rainwater or seawater. Carcasses of some tiny, mysterious fish were sprawled about. The stink grew as they decayed.{j}{j}{j}{j}{j}{j}

source: 나는 모텔의 구조를 머릿속에 떠올려 보았다.{j}따개비 인간들은 1층 화장실에 많이 몰려 있었다.{j}모델 같은 여자를 비롯하여 수많은 따개비 인간들이 화장실 변기의 물을 마시고 있던 것이 기억에 남는다.{j}2층에서는 불륜 남녀로 보이는 이들이 있었고 3층에는 일가족, 확실히 4층에는 따개비 인간들이 별로 없었던 기억이 난다.
en_us: In my mind, I tried imagining the layout of the motel. A pack of barnacle humans were crammed inside the washroom. In addition to the model-like woman, I remembered how a myriad of barnacle humans were drinking water from the toilet bowl. On the second floor was the adulterous couple, and on the third floor was a family. I remembered distinctly that not many barnacle beings were on the fourth floor.{j}{j}{j}

source: 한편, 회장은 계단을 내려와 바리케이드 앞에 서 있는 내게 말했다.{j}“마침 잘됐습니다.{j}우리도 식량이랑 식수가 거의 다 떨어져서요.{j}약도 없고.{j}저 아랫골목에 있는 편의점으로 조달하러 갈 계획이었거든요.{j}근데 운전할 수 있는 애들이 하나도 없어서…….”
en_us: Meanwhile, the president went down the stairs to where I was standing by the barricade and said, “That’s perfect. We’re almost out of food and water. We also don’t have medicine, so we were going to scour the convenience store located down the street. But no one knows how to drive so...”{j}{j}{j}{j}{j}

source: 어찌 되었든 간에, 일단 손질해서 냉장고에 넣어 두기는 해야 한다.
en_us: Either way, I had to gut the fish and put it away in the fridge, so I picked up the black seabream.

source: 배를 타고 인천으로만 갈 수 있다면 모든 게 해결될 것이 분명하다.{j}따개비 지옥으로 변한 백적도에서 살아남아 몸 성히 인천으로 갈 수만 있다면 말이다.
en_us: If we could take the boat and run off to Incheon, all of these problems would be solved. But only if we could make it out alive from the barnacle-infested Baekjeok Island.{j}

source: 나는 변기 위쪽 수조의 덮개를 열었다.{j}은근히 묵직한 유리 덮개를 들어내자 안에 가득 차 있는 물이 보인다.{j}안쪽은 누렇고 거뭇거뭇한 것이 더러워 보였지만, 어찌 되었든 간에 물은 맑다.{j}애초에 변기에 고여 있는 물도 맑지 않은가.{j}문제는 이게 바닷물과 똑같다는 것.
en_us: I uncovered the lid of the water tank. When I lifted the hefty glass cover, I saw it was filled with water. The water tank was yellow with specks of black. Despite the dirty container, the water itself was clear. The water inside the toilet bowl was also clear. The problem was that they were both salty.{j}{j}{j}{j}

source: 원래 눈이 있었던 것으로 추정되는 빈 공간에 작은 게와 새우들이 끓는다.{j}그것은 천천히 허공을 더듬어 가며 내가 있는 곳으로 넘어오려 하고 있었다.{j}오래된 젓국 냄새와 해초에서 나는 물비린내가 뒤섞이며 코를 확 찌른다.{j}나는 바로 토했다.{j}구역질이 나는 이유가 후각 때문인지 시각 때문인지, 아니면 둘 다인지는 알 수 없었다.
en_us: Tiny crabs and shrimps seethed in the hollow caves of what seemed to be eye sockets. The creature slowly fumbled the empty space as it tried to cross over to where I was. The stench of stale brine mingled with the fishy smell of seaweed stung my nose. I retched immediately. I couldn’t tell if it was the sight or the reek of that thing that was making me puke.{j}{j}{j}{j}

source: “밀어요!”{j}내 앞으로 또 다른 대걸레 자루가 던져졌다.
en_us: “Push!” the voice yelled, throwing another mop in front of me.{j}

source: 앞이 보이지 않는 어둠 속을 한참이나 더 걸었다.{j}너무 추워서 온몸에 입은 타박상이 제대로 느껴지지도 않고 있었다.{j}딱 얼어 죽기 직전, 눈앞으로 새로운 건물이 나타났다.{j}물론 이 역시도 익숙한 건물이다.{j}5층짜리 모텔.{j}사실 모텔이라기보다는 여인숙이라고 하는 것이 더 어울리는 허름한 비주얼.
en_us: I walked through the pitch-black darkness for a good while. It was so cold that I could barely feel the blows I had dealt all over my body. But before I froze to death, a building appeared before my eyes. I recognized the place. It was a motel five stories high. Actually, it was too shabby to be called a motel. It was more like an inn really.{j}{j}{j}{j}{j}

source: “……뭐야 이거, 무슨 일이 있었던 거야.”
en_us: “Oh my god... What on earth happened here?”

source: 나, 김슬비, 황가애, 권순태가 5층과 4층 사이의 계단 앞에 섰다.{j}길이 2m 40cm, 폭 60cm의 8자 어항.{j}양쪽 끄트머리가 깨져 있는 이 어항이 바리케이드의 유일한 통로다.{j}우리는 머리카락부터 발끝까지 핸드크림과 바디로션, 바디오일을 발랐다.{j}옷은 린스를 푼 빗물에 적셔 둔 상태였다.
en_us: Seulbi, Ga-ae, Suntae, and I stood at the stairway between the fifth and the fourth floor. The fish tank was eight feet long and two feet wide. The shattered ends of the tank were the only path through the barricade. First, we smeared ourselves in hand cream, body lotion, and body oil from head to toe. Our clothes were already soaked in hair conditioner mixed in rainwater.{j}{j}{j}{j}

source: 옷이라도 벗어야 하나 고민하고 있을 때, 옆에서 팔짱을 낀 채 서 있던 선배라는 남자가 앞으로 나섰다.
en_us: As I wondered if I should strip or something, the guy standing beside her with his arms crossed took a step forward.

source: 거부할 수 없는 제안이었다.
en_us: It was an offer I couldn’t refuse.

source: 샥-
en_us: Whish!

source: “그래도 들어 보고 판단해도 늦지 않죠.{j}어떻게 여기까지 오시게 된 건지 전후 사정을 듣는 것만으로도 도움이 될 수 있어요.{j}바깥 상황을 알 수 있으니까요.”
en_us: “But it’s not too late to hear him out first before we decide on anything. Simply hearing about how he came to be here could be helpful enough. That way, we can find out what’s happening outside,” Seulbi pointed it out.{j}{j}

source: 퍼덕퍼덕-
en_us: Flap flap.

source: “어?”{j}나는 창밖으로 목을 길게 뺐다.{j}어둠 속에서 정체불명의 배 한 척이 다가오는 것이 보인다.{j}나는 부리나케 계단을 달려 올라갔다.{j}저런 크기의 배가 이곳까지 접근할 때까지 몰랐다고?{j}이건 말이 안 된다.
en_us: “Huh?” I poked my head out the window.{j}{j}Outside, I saw a mysterious boat approaching in the dark. I rushed up the stairs. How did I not notice a boat that big until now? It didn’t make sense.{j}{j}{j}

source: <긴급재난문자> [옹진군청] 0월 G일, 서해 전역 태풍 특보, 해안지대 접근 금지, 선박 대피 등 피해 없도록 주의 바랍니다.
en_us: Emergency Alert: ONGJIN COUNTY. Severe typhoon warning in the west coast. Do not enter the coastal region. Evacuate any vessels and take shelter immediately.

source: ‘그래!{j}김씨 아저씨의 핸드폰이구나!{j}그분도 아이가 있으셨지!’
en_us: Right! This must be Mr. Kim’s phone! He has a child too!{j}{j}

source: 그리고 공교롭게도 내 근무지와 그의 인생 포인트는 같은 자리에 위치해 있는 것이다.
en_us: It just so happened that Mr. Park’s favorite fishing spot was located close to my workplace.

source: “1층 현관은 누가 손잡이에 철사를 둘둘 감아 둬서 못 열겠고.{j}역시 2층의 비상구뿐인가.”
en_us: “I can’t open the entrance on the first floor since someone knotted a wire on the door handle. That leaves me with the emergency exit on the second floor.”{j}

source: 남고생은 아까부터 계속 화장실 밖으로 기어 나오려 애쓰고 있었다.
en_us: Since earlier, the guy had been trying to worm his way out of the washroom on all fours.

source: ‘그래야 이 섬을 나가서 형을 만날 수 있어.{j}조카도.’
en_us: “That way, I can leave the island and meet up with my brother. And my niece too.”{j}

source: “……상상도 하기 싫네.”
en_us: “I don’t even want to imagine it...” I shivered.

source: “……했잖아!”
en_us: “I told you...!”

source: 끼이이이익-
en_us: Screeeeeech!

source: ‘근데 저기 주인아줌마는 비수기에는 거의 문을 안 열지.{j}밤에는 두말할 것도 없고.’
en_us: But the owner barely runs the restaurant during off-season. And it’s obviously closed at night.{j}

source: “비상구요?{j}2층에?{j}그런 게 있어요?”
en_us: “The emergency exit? On the second floor? Was there such a thing?”{j}{j}

source: 차예영은 그 말을 끝으로 황가애를 등진 채 방 밖으로 나가 버렸다.{j}김슬비는 눈치를 보다가 그 흐름에 슬쩍, 자연스럽게 빠졌다.{j}한편.
en_us: With those words, Yeyeong turned her back to Ga-ae and walked out of the room. Seulbi quietly watched the scene unfold and slipped out too.{j}{j}

source: 비상구의 녹색 등이 어슴푸레하게 점멸하는 복도.{j}빨간 카펫 위, 저 멀리 창가에 검은 그림자 두 덩어리가 멍하니 서 있는 것이 보인다.
en_us: The green emergency light flickered dimly on and off throughout the hall. Atop the red carpet, in the distance by the window, I saw two shadowed lumps standing vacantly.{j}

source: 따개비 인간 하나가 내 눈앞을 가로막고 있었다.{j}금발 머리에 갈색 피부, 팔뚝을 어지럽게 뒤덮고 있는 문신.{j}이 녀석은 양쪽 귀에 커다란 따개비가 하나씩 돋아나 있는 특이한 외형을 가졌다.{j}아마도 귓구멍 안쪽을 꽉 채우고 있는 따개비 때문에 핸드폰 소리를 못 들은 게 아닌가 짐작된다.
en_us: A barnacle human was standing right before my eyes. He had blonde hair, brown skin, and a bunch of tattoos decorating his arms. Interestingly enough, a huge barnacle was growing out of both of his ears. I assumed he wasn’t able to hear the phone going off due to all the barnacles filling the inside of his ears.{j}{j}{j}

source: [고…… 양이이이이…… 집…… 사아아아…….]
en_us: “Caaat... Butleeer...”

source: “엄청요.{j}덕분에 몇 번이나 살았어요.”
en_us: “Incredibly so. You saved my life multiple times.”{j}

source: 탈탈탈탈……
en_us: Shake shake shake shake...

source: 박씨 아저씨의 손이 문틀을 때렸다.{j}사람의 손과 철제 문틀이 부딪쳤는데 퍽 소리가 아니라 딱 소리가 났다.
en_us: Mr. Park’s hand hit the doorframe. It should have sounded with a smack, but a much louder and heavier thwack sounded instead.{j}

source: 내게도 행운이라는 것이 찾아왔다.{j}아무렇게나 손에 잡히는 대로 집어던졌던 것 중에 부표가 있었다.{j}비록 조악한 나무토막 하나를 스티로폼에 꽂아 놓은 것이 전부인 물건이라지만, 그것은 상황을 호전시키는 데 큰 도움이 되었다.{j}왜냐하면 부표에 연결되어 있던 밧줄 덕분이다.
en_us: Among the random things I hurled was a fishing float. It was a shoddy piece of wood jabbed into a small chunk of foam. Still, it greatly helped improve the situation. It was all thanks to the rope connected to the float.{j}{j}{j}

source: 굴덕도와 백적도가 작기는 해도 그리 만만한 섬은 아니다.{j}나름 입항 절차가 까다롭단 말씀.
en_us: Guldeok Island and Baekjeok Island may be small, but that didn’t mean one could just waltz right in. It was quite difficult to attain entry.{j}

source: 기적이 일어났다.{j}바리케이드의 한쪽 구석에 있던 대형 어항.{j}넉넉잡아 8자는 될 것 같아 보이는 이 어항은 앞면의 유리가 깨진 채 안에는 두꺼운 이불이 가득 채워져 있었다.{j}그 이불이 어항의 반대쪽 끝으로 쑥 빠져나간다.{j}마치 거대한 직사각기둥 모양의 유리 빨대처럼 변한 어항.
en_us: In that moment, a miracle happened. On one corner of the barricade stood a massive fish tank about eight feet long. The glass was smashed in the front and the inside was filled with a thick blanket. The blanket slipped out to the other side of the fish tank which was basically a huge rectangular glass tube.{j}{j}{j}{j}

source: ‘육탄전은 진짜 안 되겠다.’
en_us: There’s no way I can fight them off with my bare hands.

source: 다행스럽게도 박씨 아저씨는 생선 내장을 다 퍼먹고 난 뒤 반쯤 익다 만 뽀글이에 정신이 팔려 나를 발견하지 못했다.
en_us: Mr. Park had gobbled up the fish guts. Fortunately, he didn’t notice me—he was busy eating the half-cooked instant noodle which he found after.

source: 굴덕도에서 만났던 두 따개비 인간들도 냄새에 아주 민감하게 반응했었다.{j}생선 내장과 피, 그리고 라면 냄새 등에 말이다.
en_us: The two barnacle humans I had encountered at Guldeok Island had also been extremely sensitive to smell. They had reacted to fish guts, blood, and even the smell of instant noodle.{j}

source: 달그락-
en_us: Clack.

source: 단단한 갑각의 입구가 활짝 열리며 그 안에서 여섯 가닥의 만각들이 모습을 드러낸다.{j}이 기분 나쁜 촉수들은 실오라기처럼 하늘거리며 빗물을 받아 마시고 있었다.
en_us: The rigid shells snapped open as six thoracic limbs revealed themselves. The dreadful cirri fluttered like threads as they gulped in the rainwater.{j}

source: “야.{j}법대잖아 너.{j}나중에 막 법의학이나 이런 거 하게 되면 어떻게 하려고.”
en_us: “Hey, aren’t you studying law? What if you go into forensic pathology or something later?”{j}{j}

source: 내가 막 계단을 달려 오르고 있을 때, 창밖으로 또다시 바다가 보인다.
en_us: As I hurriedly ran up the stairs, I again glanced at the sea from the window.

source: 이내 포기하고는 다시 봉투들 사이로 기어들어 간다.{j}원래 위치로 되돌아가자마자 음식물 쓰레기봉투 표면에 묻은 이슬을 게걸스럽게 핥아 대는 것으로 보아 수분이 부족했던 모양이다.
en_us: However, it soon gave up and crawled back into the crevices of the bags. As soon as it returned to its original position, it hungrily licked off the dew glistening on the surface of the plastic bag in a desperate attempt for water.{j}

source: ‘어떡하지어떡하지어떡하지어떡하지어어떡하지어떡하지어떡하지떡하지…….’
en_us: What should I do? What should I do? What should I do? What should I do?

source: 일순간 증가한 압력 때문에 눈알이 펑 터졌고, 그 안에서 말라죽은 게 몇 마리가 후두둑 떨어져 고약한 냄새를 풍겼다.{j}눈알이 빠져나간 구멍 밑에는 작은 따개비들이 드글드글 끓고 있는 것이 보인다.{j}샤워기 헤드가 목을 더 꽉 조이게 되면서 따개비 인간의 얼굴이 크게 부풀어 올랐다.
en_us: His eyeballs burst from the sudden increase in pressure. Several shriveled up crabs inside spattered out with a foul stench. Tiny barnacles swarmed inside the hollow caves where the eyes used to be. The barnacle human’s face swelled up as the showerhead tightened around his neck.{j}{j}

source: 뽀득뽀득-
en_us: Scrub scrub.

source: “좋았어.{j}이제 간다.”
en_us: “Great. I’m off now.”{j}

source: 나는 어찌할 바를 모르고 몸을 꿈틀거렸다.{j}하지만 그 와중에도 모델 여자는 내 발가락을 아작아작 깨물며 이쪽을 향해 기어오고 있었다.
en_us: I squirmed my body, feeling helpless. But the model-like woman continued to chomp on my toes and crawled towards me.{j}

source: 발이 내려와 있는 천막을 걷고 주차장 안으로 들어갔다.{j}안쪽에는 의외로 고급 차량 몇 대가 주차되어 있었다.{j}하기야, 이 섬은 관광지임과 동시에 불륜의 메카로도 유명해서 비수기에도 종종 이렇게 사람들이 오고는 한다.{j}사이좋게 팔짱을 낀 채 돌아다니는 중년 커플이 있다면 100% 불륜이라는 말도 있을 정도.
en_us: I folded up the tent flap that extended to the ground and walked inside the parking lot. To my surprise, there were several luxury cars parked inside. Well, the island was a tourist attraction. On top of that, it was a hotspot for infidelity. Occasionally, people visited even during the slow season. Rumor had it that any middle-aged couple walking affectionately arm-in-arm were 100% having an affair.{j}{j}{j}

source: 어두컴컴한 방 안, 부서져 가는 화장실 문, 흐트러진 이불, 쓰러진 의자 두 개, 바닥에 반쯤 타다 만 번개탄.{j}하지만 지금 방의 풍경 따위가 중요한 것이 아니다.
en_us: Inside the dark room was a washroom door slowly falling apart, rumpled bedsheets, two tumbled chairs, and a half-burnt piece of charcoal on the floor. But how the room looked like didn’t matter.{j}

source: 나는 어항 속을 꽉 채우고 있는 이불을 전부 끄집어냈다.{j}빼낸 이불의 맨 끝이 갈기갈기 찢어져 있는 것을 보니, 따개비 인간들에게 닿았을 경우 어떻게 될지는 뻔하다.{j}문득, 몸에 바른 바디로션이 별 의미가 없을지도 모르겠다는 생각이 들었다.
en_us: I took out all the blankets stuffed them inside the tank. The ends of the covers were in tatters, showing how we’d end up if we came into contact with the barnacle humans. I got the sinking feeling that the body lotion slathered all over us might not be that useful.{j}{j}

source: 콰각!
en_us: Crunch!

source: ‘……저거라도 먹어야 하나?’
en_us: Should I try eating that...?

source: 그리고 이상한 점은 하나가 더 있었다.{j}사실 이것이 나를 주저하게 만든 가장 큰 이유였다.{j}악취.{j}지독한 물비린내와 역한 젓국 냄새가 코를 뚫어 버릴 듯 밀려오고 있었다.
en_us: But there was another thing that was unsettling. It was the biggest reason why I hesitated—the stench. The stinking odor of saltwater and brine stung my nose.{j}{j}{j}

source: “……설마, 설마 저거 냄새에 반응하나?”
en_us: “Don’t tell me... He’s sensitive to smell?” I muttered under my breath.

source: “죄송해요, 선배님.”
en_us: “Sorry, Seonbae*,” Seulbi replied.

source: 저것들은 왜 맨날 저기에만 붙어 있는 거냐고!
en_us: Why are they always sticking around there?!

source: 비만 내리지 않으면 저것들도 힘을 잃어버릴지 모른다.{j}나와 김슬비는 약간의 희망을 얻었다.{j}문제는 언제나 그렇듯 여름은 생각보다 빠르게 시작될 것이고, 올여름은 역대급으로 긴 우기가 될 것으로 예상된다는 사실이었지만…… 우리 둘 중 누구도 그것에 관한 이야기를 꺼내 놓지는 않았다.
en_us: As long as it didn’t rain, those creatures could lose strength. Seulbi and I felt a glimmer of hope. The problem was that summer, as it usually did, would begin faster than we’d expect. Worse it was predicted that this year’s rainy season would be the longest we’d ever had... But neither of us mentioned it.{j}{j}

source: <엄마mother> 문희주 너어디야 왜전화안받아
en_us: Mother: Huiju Mun! Where are you? Why aren’t you picking up my calls?

source: 10- 화장실 (3)
en_us: Chapter 10. The Washroom (3)
